{"Comments":[
    {
        "Profile_id": "Antarez_OCR",
        "Source_id": "OCR",
        "Article_id":"OCR3",
        "Comment": "Mensarino should give his Tinder dates more money so they dont have to steal to survive.",
        "Keyword_Score_Total": "0",
        "Post_Date": "11/11/2018",
        "Scan_Date": "11/11/2018",
        "Keywords": "",
        "Comment_Id": 11
        
    },
    {
        "Profile_id":  "Afra_OCR",
        "Profile" :"Afra",
        "Source_id":"OCR",
        "Article_id": "OCR3",
        "Comment":"Simply crazy. He walked in? After she observed him stealing? Looking the way he looks? Try again..",
        "Keyword_Score_Total": "0",
        "Post_Date": "11/11/2018",
        "Scan_Date": "11/11/2018",
        "Keywords": "",
        "Comment_Id": 12
    },
    {
        "Profile_id":  "LFOldTimer_OCR",
        "Source_id":    "OCR",
         "Article_id":  "OCR4",
        "Comment": "Now that Spitzer is the top prosecutor look at him backpedal. lol. But boy, he sure talked tough before he was elected DA. Didn't he? It's already starting. Sure didn't take long. Naturally, the appropriate thing for Todd to say is that he is disgusted at attorney-client privilege and the sacred US Constitution being violated so handily and, if done intentionally, would hold those responsible fully accountable for their egregious acts. Don't hold your breath! Todd doesn't have to pretend anymore. He already got your votes and a guaranteed job for the next 6 years! Say bye to the old boss. Say hi to the new boss. The more things change the more they stay the same!!! Told ya so!!!",
        "Keyword_Score_Total": "0",
        "Post_Date": "11/11/2018",
        "Scan_Date": "11/11/2018",
        "Keywords": "",
        "Comment_Id": 13
    },
    {
        "Profile_id":  "california76_OCR",
        "Source_id":   "OCR",
        "Article_id":   "OCR3",
        "Comment": "O.c. sheriffs dept is a criminal organization. Once Spitzer gets in there, he'll just adopt the same dirty ways as rackauckas. I voted for Spitzer, with the only hope that there's a chance he will value obeying the law and not create a culture where illegal actions by deputies or prosecutors is winked at and passively condoned.?",
        "Keyword_Score_Total": "0",
        "Post_Date": "11/11/2018",
        "Scan_Date": "11/11/2018",
        "Keywords": "",
        "Comment_Id": 14
    },
    {
        "Profile_id":  "Antarez_OCR",
        "Source_id":    "OCR",
         "Article_id":   "OCR3",
        "Comment": "Are the people on here really wanting to start A RACE WAR ! Every other article is about evil white people screwing with black people. In your regular lives is this the norm ?",
        "Keyword_Score_Total": "0",
        "Post_Date": "11/11/2018",
        "Scan_Date": "11/11/2018",
        "Keywords": "",
        "Comment_Id": 15
        
    },
    {
        "Profile_id":  "Afra_OCR",
        "Profile" :"Afra",
        "Source_id":   "OCR",
         "Article_id":   "OCR3",
        "Comment":"When are they going to arrest Trump for being in violation of the constitution? Protesting is a first amendment right. There is no reason to arrest her. She didn't do anything illegal. Trump, on the other hand, has done nothing that was legal.",
        "Keyword_Score_Total": "0",
        "Post_Date": "11/11/2018",
        "Scan_Date": "11/11/2018",
        "Keywords": "",
        "Comment_Id": 16
    },
    {
        "Profile_id":  "LFOldTimer_OCR",
        "Source_id":    "OCR",
         "Article_id":  "OCR4",
        "Comment": "What uniforms are teachers suppose to wear? or undercover police suppose to wear? Most security in a bar wear black and the name of the bar. So if the patrons told the police that the man was security and the shot him anyway a uniform can't be seen fully in a dark bar.",
        "Keyword_Score_Total": "0",
        "Post_Date": "11/11/2018",
        "Scan_Date": "11/11/2018",
        "Keywords": "",
        "Comment_Id": 17
    },
    {
        "Profile_id":  "california76_OCR",
        "Source_id":   "OCR",
        "Article_id":   "OCR3",
        "Comment": "When white citizens or in this case politicians stand up to say what the police did was unfair, we have to listen. They both were doing the exact same thing, not one was doing something louder or worse than the other, according to other news sources. In Chicago, a black security guard was shot and killed doing his job by the police - a good guy with a gun stopping a bad guy with a gun. The people in the bar even told the police he was the security guard. This was a execution or at least murder.",
        "Keyword_Score_Total": "0",
        "Post_Date": "11/11/2018",
        "Scan_Date": "11/11/2018",
        "Keywords": "",
        "Comment_Id": 18
    }
]}