{
    "id:": "3203",
    "Title":"AP calls Harley Rouda winner in race against Dana Rohrabacher",
    "ArticleContent": "Democrat Harley Rouda won the seat long held by Republican Orange County Congressman Dana Rohrabacher, The Associated Press reported late Saturday afternoon. The APs race call is based on the statistical probability of Rouda maintaining the lead in the race as the remaining general election ballots are counted.  Earlier in the day, Rouda declared his own victory over the Costa Mesa congressman, who has served the coastal district for some 30 years.  But Rohrabachers campaign did not concede, noting there are more than 300,000 ballots countywide that have yet to be counted. In e-mails before and after the AP race call, Dale Neugebauer, Rohrabachers campaign spokesman, said that the tally is too close to comment on until a final count is in“There are still more than 300,000 ballots remaining to count.  Our volunteer observers are at the Registrar of voters observing that process.  We will have additional comment once the count is complete.” The 48th Congressional District seat became one of the most competitive and expensive races in the nation. Rohrabacher was targeted by Democrats as a vulnerable candidate whose seat could be flipped blue in what has traditionally been a solid Republican district.  The Associated Press declared Rouda the winner at 5:36 p.m. Saturday, shortly after the Orange County Registrar of Voters posted its last update of the day.  Rouda, a Laguna Beach real estate executive, was leading Rohrabacher with 109,591 votes, or 52 percent, to Rohrabachers 101,081 votes or 48 percent, according to the latest Orange County Registrar of Voters unofficial results update.",
    "SourceID": "OCR",
   "URL":"https://www.ocregister.com/2018/11/10/harley-rouda-declares-victory-over-longtime-rep-dana-rohrabacher-but-many-votes-yet-to-be-counted/",
    "Article_Date": "11/10/2018",
    "Scan_Date": "11/11/2018",
    "Author": "ROXANA KOPETMAN"
}